export const localisations = {
    uk: {
        quiz_name: "Як добре ви знаєте українських поетів 20-х і 30-х років XX століття? 📚",
        quiz_description: "Наприкінці першого — на початку другого десятиліття XX століття в українській літературі відбувається зміна літературних поколінь. Основними складниками світогляду новітньої еліти були бунт, самостійність мислення та щира віра у власні ідеали. Переважно це були інтелектуали, які робили ставку на особистість, а не на масу. Це мистецьке покоління дало високохудожні твори й здобутки у галузі літератури, філософії, живопису, музики, театру, кіно, освіти, науки. Цей тест покаже наскільки добре ви знаєте українських поетів 20-х і 30-х років XX століття.",
        quiz_start_btn: "Почати тест",
        next_question_btn: "Далі",
        final_score_msg: "Результат: "        
    },
    en: {
        quiz_name: "How well do you know the classic English poets? 📚",
        quiz_description: "Classic English poetry laid the foundation for later literary movements, influencing Romanticism, Modernism, and beyond. Its structured beauty and timeless themes continue to inspire readers and writers alike. This test is a test of your knowledge of the classic English poets and their works!",
        quiz_start_btn: "Start the quiz",
        next_question_btn: "Next",
        final_score_msg: "Score: "
    }
};
