export const localisations = {
  uk: {
    quiz_name: "Вікторина \"Таємниці Купальської Ночі\" ✨",
    quiz_description: "Ніч на Івана Купала (Свято літнього сонцестояння, Midsummer Night) — це магічне українське і загальноєвропейське свято, що відзначається в ніч з 23 на 24 червня. Ця ніч сповнена таємниць, магії та стародавніх традицій. Вікторина \"Таємниці Купальської Ночі\" дозволить вам зануритися в атмосферу цього свята, дізнатися більше про його історію, обряди та символіку. Чи зможете ви розгадати всі загадки та таємниці, що приховує ця ніч? Давайте перевіримо ваші знання!",
    maxscore: "Ви відповіли на всі запитання правильно, неймовірний результат! Це говорить про те що ви дуже добре знаєте українську культуру та традиції святкування Івана Купала.",
    highscore: "Ви відповіли майже на всі запитання правильно, чудовий результат! Це говорить про те що ви добре знаєте українську культуру та традиції святкування Івана Купала.",
    avgscore: "Молодець! Незважаючи на те, що ви не відповіли на деякі запитання, ми були вражені вашими знаннями про українську культуру та традиції святкування Івана Купала.",
    lowscore: "Вітаємо! Той факт, що ви пройшли цю вікторину, говорить про те, що ви цікавитесь українською культурою та традиціями святкування Івана Купала. Бажаємо вам більше читати про це свято та дізнаватися нове!"
  },
  jp: {
    quiz_name: "クパーリャの夜の秘密クイズ ✨",
    quiz_description: "イヴァン・クパーリャの夜（夏至祭、ミッドサマー・ナイト）は、6月23日から24日にかけて祝われるウクライナおよびヨーロッパ全体の魔法の祭りです。この夜は神秘と魔法、古代の伝統に満ちています。「クパーリャの夜の秘密クイズ」は、この祭りの雰囲気に浸り、その歴史、儀式、象徴について学ぶことができます。すべての謎と秘密を解き明かすことができるでしょうか？あなたの知識を試してみましょう！",
    maxscore: "すべての質問に正しく答えました。素晴らしい結果です！これは、あなたがウクライナ文化とイヴァン・クパーリャ祭りの伝統を非常によく知っていることを示しています。",
    highscore: "ほぼすべての質問に正しく答えました。素晴らしい結果です！これは、あなたがウクライナ文化とイヴァン・クパーリャ祭りの伝統をよく知っていることを示しています。",
    avgscore: "素晴らしい！いくつかの質問に答えられなかったにもかかわらず、あなたのウクライナ文化とイヴァン・クパーリャ祭りの伝統に関する知識には感銘を受けました。",
    lowscore: "おめでとうございます！このクイズを通過したことは、あなたがウクライナ文化とイヴァン・クパーリャ祭りの伝統に興味を持っていることを示しています。この祭りについてもっと読んで、新しいことを学んでください！"
  }
};
